name: "demo-llm"
backend: "tensorrtllm"
max_batch_size: 16
input [
  { name: "text_input" data_type: TYPE_STRING dims: [ -1 ] }
]
output [
  { name: "text_output" data_type: TYPE_STRING dims: [ -1 ] }
]

